Repository: ionata/gravityflowfolders
Catalog: languages/gravityflowfolders-*.po
Languages: ar, ca, it_it

source: View Folders
ar: عرض المجلدات
ca: Mostra les carpetes
it_it: Visualizza le cartelle

source: List Users
ar: إلى قائمة المستخدمين
ca: Llista els usuaris
it_it: Elenca gli utenti

source: Manage Settings
ar: إدارة الإعدادات
ca: Gestiona els paràmetres
it_it: Gestisci le impostazioni

source: Uninstall
ar: إلغاء التثبيت
ca: Desinstal·la
it_it: Disinstalla

source: Select a form
ar: اختر النموذج
ca: Seleccioneu un formulari
it_it: Scegli un modulo

source: Name
ar: الاسم
ca: Nom
it_it: Nome

source: Custom Label
ar: تسمية مخصصة
ca: Etiqueta personalitzada
it_it: Etichetta personalizzata

source: Forms
ar: النماذج
ca: Formularis
it_it: Moduli

source: Entry List
ar: قائمة الإدخال
ca: Llista d'entrades
it_it: Lista delle voci

source: Personal Checklist
ar: قائمة اختيار شخصية
ca: Llista de comprovació personal
it_it: Checklist personale

source: Sequential
ar: تسلسلي
ca: Seqüencials
it_it: Sequenziale

source: You don't have any folders.
ar: ليس لديك أي مجلدات.
ca: No teniu cap carpeta.
it_it: Non è presente alcuna cartella.

source: Let's add one
ar: لنضف واحد
ca: Afegeix-ne una
it_it: Aggiungine una

source: This item will be deleted. Are you sure?
ar: سيتم حذف هذا العنصر. هل أنت متأكد؟
ca: Aquest element s'eliminarà. N'esteu segur?
it_it: Questa voce verrà eliminata. Sei sicuro di voler procedere?

source: New Folder
ar: المجلد الجديد
ca: Carpeta nova
it_it: Nuova cartella

source: All Users
ar: جميع المستخدمين
ca: Tots els usuaris
it_it: Tutti gli utenti

source: Select Users
ar: حدد المستخدمين
ca: Seleccioneu usuaris
it_it: Seleziona gli utenti

source: Configuration
ar: الاعدادات
ca: Configuració
it_it: Configurazione

source: Folders
ar: المجلدات
ca: Carpetes
it_it: Cartelle

source: Users
ar: المستخدمون
ca: Usuaris
it_it: Utenti

source: Roles
ar: الرتب
ca: Rols
it_it: Ruoli

source: Add to folder: %s
ar: إضافة إلى المجلد: %s
ca: Afegeix-ho a la carpeta: %s
it_it: Aggiungi alla cartella: %s

source: Entries assigned to folder: %s.
ar: الإدخالات المعينة إلى المجلد:%s.
ca: Entrades assignades a la carpeta: %s.
it_it: Voci assegnate alla cartella: %s.

source: Add to folder
ar: إضافة إلى المجلد
ca: Afegeix-ho a la carpeta
it_it: Aggiungi alla cartella

source: Remove from folder
ar: الإزالة من المجلد
ca: Elimina-ho de la carpeta
it_it: Rimuovi dalla cartella

source: Entry added to folder: %s
ar: تمت إضافة الإدخال إلى المجلد: %s
ca: L'entrada s'ha afegit a la carpeta: %s
it_it: Voce aggiunta alla cartella: %s

source: Entry removed from folder: %s
ar: تمت إزالة الإدخال من المجلد:%s
ca: L'entrada s'ha eliminat de la carpeta: %s
it_it: Voce rimossa dalla cartella: %s

source: Method '%s' not implemented. Must be over-ridden in subclass.
ar: الطريقة "%s" لم تنفذ. يجب تجاوزها في الفئة الفرعية.
ca: El mètode «%s» no és implementat. Ha de ser sobreescrit a la subclasse.
it_it: Il metodo '%s' non è stato implementato. Dovrà essere soprascritta nella sottoclasse.

source: You don't have permission to view this folder
ar: ليس لديك إذن لعرض هذا المجلد
ca: No teniu permís per a veure aquesta carpeta
it_it: Non hai il permesso di visualizzare questa cartella

source: Folder not found.
ar: المجلد غير موجود.
ca: No s'ha trobat la carpeta.
it_it: La cartella non è stata trovata.

source: You don't have any folders configured.
ar: ليس لديك أي مجلدات معدة.
ca: No heu configurat cap carpeta.
it_it: Non hai alcuna cartella configurata.

source: Add to Folder
ar: أضف إلى المجلد
ca: Afegeix-ho a la carpeta
it_it: Aggiungi alla cartella

source: You don't have any folders set up.
ar: لم يتم إعداد أية مجلدات.
ca: No teniu cap carpeta configurada.
it_it: Non hai alcuna cartella impostata.

source: Added to folder: %s
ar: تمت الإضافة إلى المجلد:%s
ca: S'ha afegit a la carpeta: %s
it_it: Aggiunto alla cartella: %s

source: Remove from Folder
ar: الإزالة من المجلد
ca: Elimina-ho de la carpeta
it_it: Rimuovi dalla cartella

source: Removed from folder: %s
ar: الإزالة من المجلد: %s
ca: S'ha eliminat de la carpeta: %s
it_it: Rimosso dalla cartella: %s

source: Gravity Flow Folders
ar: مجلدات Gravity Flow
ca: Carpetes del Gravity Flow
it_it: Folders di Gravity Flow

source: Folders Extension for Gravity Flow.
ar: ملحق المجلدات لGravity Flow.
ca: Extensió Carpetes del Gravity Flow.
it_it: Estensione Folders per Gravity Flow.
